global_translations.he = {
	welcome = [[<vp>ברוכים הבאים אל <b>מעבדות טוקו</b>!
תרמו ב- GitHub: <b>%s</b>
השתמשו ב- [<d>!help</d>] מכדי לקבל מידע נוסף.
• הצטרפו אל שרת הדיסקורד הרשמי מכדי לקבל עזרה עם לואה ומודולים: <b>https://discord.gg/quch83R</b>
<d>טיפ: תרצו לבדוק גם את החדר הזה: <b>#%s</b>.</d>]],

	lang_set = "<j>שפת המודול נקבעה ל: [<d>עברית (he)</d>].",
	current_lang = "<j>שפת המודול הנוכחית: [<d>עברית (he)</d>].",

	help = "<vp>מה הן <b>מעבדות טוקו</b>?\n<j><d><b>מעבדות טוקו</b></d> הוא מודל המאוחסן על ידי <d><b>Tocutoeltuco#0000</b></d>, נוצר מכדי לפרסם ולבדוק דברים. תוכלו לראות את הרשימת הפרוייקטים הרשמיים בשליחת <d><b>!modes</b></d> לצ'אט.\n<vp>האם אני יכול לאחסן משהו במודול?\n<j>בטח שכן. תצטרכו ללכת למחסן הגיטהאב שלנו (<d><b>%s</b></d>), לשכפל אותו ולהוסיף את המודול שלכם שם. תוכלו למצוא מידע בקובץ ה- README.\n<vp>מה הן הפקודות הזמינות?\n<j>תוכלו להשתמש ב- <d><b>!commands</b></d> מכדי לראות אותן.",
	use_info = "<d>טיפ: השתמשו ב- [<j>!info</j>] מכדי לקבל מידע על פרויקט המשנה הזה.</d>",
	help_command_help = "מציג מידע על מעבדות טוקו. תוכלו להשתמש גם ב- [<d>!help [פקודה]</d>] מכדי לקבל עוד מידע על פקודה מסויימת.",
	help_command_modes = "מציג את הפרויקטים המשניים הזמינים.",
	help_command_info = "מציג מידע על הפרויקט המשני הנוכחי, אם יש אחד.",
	help_command_lang = "קובע את שפת המודול שלך.",
	help_command_pw = "קובע את סיסמת החדר אם אפשרי.",
	help_command_commands = "מציג את הפקודות הזמינות.",
	no_help_provided = "<r>לפקודה [<d>!%s</d>] אין שום הסבר.",

	cant_set_pw = "<r>לא ניתן לשאת את הסיסמה.",

	unknown_command = "<r>פקודה לא ידועה [<d>!%s</d>].",
	invalid_syntax = "<r>תחביר לא תקין. השתמשו ב- [<d>!help %s</d>] מכדי לקבל מידע נוסף.",

	new_password = "סיסמת החדר החדשה: [<d>%s</d>].",
	password_removed = "סיסמת החדר הוסרה."
}
translations.he = global_translations.he
